import type { IAdvantagesUsingCompasItem } from './types'

export const ADVANTAGES_USING_COMPAS_ITEMS: IAdvantagesUsingCompasItem[] = [
  {
    title: 'Неограниченный автопарк',
    description: 'Можно добавить неограниченное кол-во машин и водителей',
    icon: 'infinity.svg',
  },
  {
    title: 'Сокращение затрат до 50%',
    description: 'Максимально быстро узнаете о штрафах в автоматическом режиме, тем самым у вас есть время оплатить по скидке',
    icon: 'map.svg',
  },
  {
    title: 'Безопасность',
    description: 'Данные передаются в зашифрованном виде, они доступны только получателю',
    icon: 'guard.svg',
  },
  {
    title: 'Уведомление о погашении',
    description: 'Мы оповестим вас о том, что штраф был погашен и соответствующая запись создана в ГИС ГМП',
    icon: 'bell.svg',
  },
  {
    title: 'Квитанция об оплате',
    description: 'После совершения оплаты банковской картой на Вашу электронную почту придет квитанция об успешной оплате',
    icon: 'receipt.svg',
  },
  {
    title: 'Все история сохраняется по каждой машине',
    description: 'Вся история штрафов сохраняется по машине и водителю, позволяет анализировать статистику по штрафам',
    icon: 'clock.svg',
  },
]